Repository: gbowsky/ibi-lounge-rn
Catalog: targets/widget/Localizable.xcstrings
Source language: en
Languages: ru

# %lld widget.left
source: %lld more left…
ru: ещё %lld…

# schedules.consultation
source: Consultation
ru: Консультация

# schedules.course_work_defend
source: Course work
ru: Курсовая

# schedules.exam
source: Exam
ru: Экзамен

# schedules.is_online
source: Online
ru: Онлайн

# schedules.lecture
source: Lecture
ru: Лекция

# schedules.library_day
source: Library day
ru: Библ. день

# schedules.meeting
source: Meeting
ru: Собрание

# schedules.practice
source: Practice
ru: Практика

# schedules.project_work
source: Project work
ru: Проект. деят.

# schedules.subject_report
source: Subject report
ru: Зачёт

# schedules.subject_report_with_grade
source: Graded report
ru: Диф. зачёт

# widget.no_schedules
source: No courses
ru: Пар нет

# widget.no_schedules.desc
source: Have a good day!
ru: Хорошего дня!

# Пары на завтра
source: Tomorrow courses
ru: Пары на завтра

# Пары на сегодня
source: Todays courses
ru: Пары на сегодня
